{
  "唐": [
    {
      "keypoint": 650,
      "title": "贞观之治",
      "text": "贞观之治是唐太宗李世民在位期间出现的政治清明、经济复苏、文化繁荣的治世局面。唐太宗任用贤良，虚心纳谏，推行革新措施，使社会安定、经济繁荣、民族关系融洽，为开元盛世奠定基础。这一时期诗歌创作繁荣，王勃、杨炯等诗人多以歌颂盛世、抒发豪情为主题。",
      "image": "images/tang-1.jpg"
    },
    {
      "keypoint": 718,
      "title": "开元盛世",
      "text": "开元盛世，又称开元之治，是指唐朝在唐玄宗治理下出现的盛世。唐玄宗登基以后提倡文教，任用贤能姚崇，宋璟等，改革官职，整顿吏治，励精图治。开元年间唐朝进入全盛时期。这一时期，诗歌创作达到高峰，李白、杜甫等大诗人活跃于文坛，他们的作品多反映社会繁荣与个人理想，形成了盛唐诗歌的独特风格。",
      "image": "images/tang-2.jpg"
    },
    {
      "keypoint": 756,
      "title": "安史之乱",
      "text": "安史之乱是中国唐代玄宗末年至代宗初年由唐朝将领安禄山与史思明背叛唐朝后发动的战争，是同唐朝争夺统治权的内战，为唐由盛而衰的转折点。这场内战使得唐朝人口大量丧失，国力锐减。因为发起反唐叛乱的指挥官以安禄山与史思明二人为主，因此事件被冠以安史之名。此时期的诗歌多反映战乱带来的苦难，如杜甫的《春望》等，充满了忧国忧民的情怀。",
      "image": "images/tang-3.png"
    },
    {
      "keypoint": 793,
      "title": "宣武军乱",
      "text": "在唐朝中后期，藩镇势力尾大不掉。宣武军作为重要藩镇，驻地在今河南开封一带，战略地位关键。唐德宗贞元十五年，宣武军节度使董晋去世，其行军司马陆长源欲对军队进行改革，削减士兵的优厚待遇，引起士兵强烈不满。士兵们发动哗变，杀死陆长源等一批官员，拥立牙将孟叔度。这一时期的诗歌多反映社会动荡与个人失意，如白居易的《琵琶行》等，表达了诗人对时局的忧虑。",
      "image": "images/tang-4.png"
    },
    {
      "keypoint": 836,
      "title": "甘露之变",
      "text": "唐文宗不甘宦官专权，与李训、郑注策划诛杀宦官，试图夺回皇权。11月21日，文宗以观露为名，诱宦官头目仇士良至禁卫军后院，计划将其斩杀，但被仇士良察觉，双方激战。结果李训、王涯、贾餗等重臣被杀，其家族亦遭灭门，事变中株连被杀者千余人，史称“甘露之变”。此时期的诗歌，如李商隐的《无题》，多反映政治黑暗与个人悲剧，充满对时局的无奈与悲愤。",
      "image": "images/tang-5.jpg"
    }
  ],
  "宋": [
    {
      "keypoint": 1126,
      "title": "靖康之变",
      "text": "靖康之变是指靖康二年金朝南下攻取北宋首都东京，掳走徽、钦二帝，导致北宋灭亡的历史事件。又称靖康之乱、靖康之难、靖康之祸、靖康之耻。此时期的诗歌多反映国破家亡的悲痛，如李清照的《声声慢》等，充满了对故国的思念与对时局的无奈。",
      "image": "images/song-1.png"
    },
    {
      "keypoint": 1185,
      "title": "开禧北伐",
      "text": "宋宁宗时，韩侂胄渐掌大权，力主抗金，得到著名的抗战派辛弃疾、陆游、叶适等人的支持。宋宁宗对南宋的屈辱地位不满，也支持韩侂胄的抗金政策。开禧二年，身任平章军国事的韩侂胄未作充分准备，便贸然发动北伐。此时期的诗歌多反映抗金复国的壮志，如陆游的《示儿》等，充满了对国家的忠诚与对胜利的渴望。",
      "image": "images/song-2.png"
    }
  ],
  "元": [
    {
      "keypoint": 1296,
      "title": "弘安之役",
      "text": "1296年，弘安之役的第二次战役拉开帷幕。元军发动猛烈进攻，占领了对马岛，对岛上的日军进行了残酷的屠杀和掠夺。然而，天有不测风云，元军最终因遭遇台风而失败。尽管忽必烈曾计划进行第三次征日，但因内部事务和劝谏的原因，这一计划未能实现。此时期的诗歌多反映战争带来的苦难与对和平的渴望，如马致远的《天净沙·秋思》等，充满了对战争的反思与对和平的向往。",
      "image": "images/yuan-1.png"
    },
    {
      "keypoint": 1321,
      "title": "大都政变",
      "text": "元朝时期的大都政变，发生在1321年。元成宗铁穆耳病逝，皇太子德寿早亡，皇位空缺引发宫廷流血冲突。铁穆耳之弟答剌麻八剌的次子爱育黎拔力八达与母亲答已，于三月二日率兵入宫发动政变，成功夺权，推举前太子真金之孙海山登基为元武宗。这场政变改变了元朝政治格局，为后世埋下伏笔。此时期的诗歌，如王冕的《墨梅》，多反映宫廷斗争的残酷与个人命运的无奈，充满对时局的忧虑与感慨。",
      "image": "images/yuan-2.png"
    }
  ]
}