{
    "唐长安": "地处都城长安，是京畿要地，辖内宫阙巍峨，人文荟萃，为全国政治中心的重要组成部分，经济文化繁荣。",
    "唐洛阳": "与长安并重的都城，既是神都、东都，也是商业繁荣、文化璀璨的中心，见证了大唐的辉煌与兴衰。",
    "唐吴县": "江南重要的经济文化之地，作为苏州的治所，依托运河及水网优势，商贸兴旺，且有着悠久的历史和丰富的人文底蕴。",
    "唐万年": "与长安县以长安城朱雀大街为界，管辖街东五十四坊，归京兆府治理，治所在宣阳坊内东南，天宝七载曾改名咸宁，乾元元年又复名万年。",
    "唐河南": "重要的政治、经济和文化区域，不仅有东都洛阳这一繁华的政治中心，商业繁荣、交通便利，还涌现出众多文化名人，诗赋文章等文化成果璀璨夺目，在全国占据着举足轻重的地位。",
    "唐京兆府": "与长安县分治长安城，同属京兆府，城内官署府邸众多，商业活动频繁，是长安繁华盛景的重要承载之地，文化底蕴深厚。",
    "唐河东": "位于黄河以东，是重要的交通枢纽与经济节点，农业发达，手工业兴盛，以产盐等著称，人文昌盛，对河东地区发展影响深远。",
    "唐莆田": "位于福建，虽地处东南一隅，但在中原文化的熏陶下，逐渐发展，农耕与海产资源丰富，文化教育开始兴起，人才渐出，是福建沿海的重要县域。",
    "唐开封": "属汴州，位于交通要道，水运发达，商业日益繁荣，成为连接南北的重要经济节点。",
    "唐钱塘": "坐落于江南，风景秀丽，钱塘江穿境而过，经济上以丝绸、茶叶等闻名，文化氛围浓厚，是江南地区的一颗璀璨明珠，逐渐发展成为重要的商业与文化中心。",
    "唐宜春": "时称袁州，属江南西道，下辖宜春、新渝、萍乡三县，是“赣湘孔道”，有着重要的交通地位，文化昌盛，“袁州进士半江西”，还出了卢肇、易重等状元，曾有李游等刺史在此理政并被封为宜春侯",
    "唐湖州": "位于今浙江省湖州市一带，唐沿隋制设湖州，领乌程、长城、武康、安吉、德清五县，因濒太湖得名，该地少受战乱影响，社会安定，经济繁荣，是重要财赋来源地，且文化昌盛，颜真卿等文人在此留下诸多文化遗产。",
    "唐成都": "作为 “扬一益二” 的西南大都会，不仅是经济繁荣的商业中心与手工业重镇，有着发达的蜀锦、造纸、雕版印刷业及繁荣的坊市和对外贸易，还是文化璀璨的诗意之城，吸引着众多文人墨客，留下了丰富的文化遗产。",
    "唐范阳": "一个地理位置重要、军事意义重大且文化底蕴深厚的地方，大致位于今北京市和河北省保定市北部交界一带，曾为范阳节度使治所，是安禄山发动 “安史之乱” 的起兵之地，也是范阳卢氏等名门望族的发祥地。",
    "唐彭城": "指徐州，它在唐初为徐州总管府治所，贞观年间属河南道，唐玄宗时改为彭城郡，是重要的政治军事要地和南北交通枢纽，在唐朝中后期作为徐泗濠、武宁军和感化军节度使的治所，见证了藩镇割据与庞勋起义等重大历史事件。",
    "宋庐陵": "文风昌盛，人才辈出，欧阳修等众多文豪皆出于此，乃江南文化重镇，科举成绩斐然。",
    "宋鄞县": "地处明州，经济繁荣，水利发达，教育兴盛，王安石曾在此主政兴利，留下诸多善政。",
    "宋钱塘": "杭州治所，位于江南富庶之地，西湖风光旖旎，城市繁华，商业与文化交相辉映，尽显江南都会之盛。",
    "宋开封": "北宋都城，人口密集，商贸繁荣，勾栏瓦肆热闹非凡，集政治、经济、文化中心于一身，是当时世界上最繁华的都市之一。",
    "宋吴县": "属苏州，境内水网密布，物产丰饶，园林艺术初兴，人文荟萃，是江南鱼米之乡与文化胜地。",
    "宋金华": "地灵人杰，山川秀丽，文化兴盛，不仅农业发达，且儒学等学术思想活跃，为浙中重要地区。",
    "宋临川": "文化昌盛，孕育了王安石、曾巩等文学巨匠，文风炽盛，教育发达，在诗词、散文等领域成就卓著。",
    "宋崇安": "地处福建，以茶闻名，武夷山风光秀丽，且朱熹在此讲学著述，使其成为理学传播的重要基地，文化底蕴深厚。",
    "宋乌程": "属湖州，境内湖光山色，桑蚕业发达，是重要的丝绸产地，文人雅士云集，书画艺术繁荣。",
    "宋莆田": "重教兴学，科举成绩辉煌，人才济济，且农耕与海贸并举，经济发展迅速，成为福建沿海的文化与经济强县。",
    "宋永嘉": "南宋重要的学术、文化与经济之地，不仅诞生了倡导事功之学、主张“义利并举”“通商惠工”的永嘉学派和以“清逸野趣”为特色的永嘉四灵诗派，还凭借优越的地理条件成为海上丝绸之路的关键节点，农业、手工业发达，城乡商品经济繁荣。",
    "宋邵武": "福建路重要的商业与文化中心，以木质建筑为主，有丹霞寺等景观，还施行多种社会福利政策。",
    "宋武进": "宋朝时的武进列为望县，人文荟萃，是南朝齐、梁两朝开国皇帝故居地，也是吴文化发源地之一，有着独特的淹城遗址，且在历史变迁中历经多次行政区划调整。",
    "宋鄱阳": "作为古饶州府治所在地，不仅是“山有林麓之利，泽有蒲鱼之饶”的富饶之地，也是范仲淹、王安石等众多名人留下足迹与佳作的文化名城。",
    "宋建阳": "福建闽北的一颗璀璨明珠，不仅是全国三大刻书印刷中心之一和宋瓷八大窑口之一，还孕育了朱熹的考亭学派，诞生了宋慈等文化名人，可谓经济繁荣、文化昌盛、人才辈出。",
    "元大都路": "都城所在地，是全国政治中心，宫殿宏伟，街道规整，汇聚四海之人，商业繁荣，文化多元。",
    "元杭州路": "经济发达，是江南重要的商业和文化中心，西湖美景吸引着无数文人墨客。",
    "元钱塘": "属杭州路，虽历经朝代更迭，仍保持着江南的富庶与繁华，是重要的商业城市，文化传承不息。",
    "元真定": "地处要冲，经济繁荣，手工业发达，是北方重要的商业城市和军事重镇，文化艺术也颇具特色。",
    "元开封": "虽已不复宋朝都城之盛，但仍为中原地区的重要城市，交通便利，商业基础犹存，在地区经济与文化交流中发挥着重要作用。",
    "元太原路": "山西地区的重要中心，地处交通要道，农业、手工业发达，历史文化悠久，是北方重要的军事和商业城市。",
    "元临海": "浙江的重要城市，拥有始建于晋代的古城墙，因独特的 “江南八达岭” 式城墙兼具御敌与防洪功能",
    "元华亭": "属松江府，地处江南，土地肥沃，棉纺织业兴起，商业繁荣，逐渐成为江南地区的经济重镇，文化也日益发展。",
    "元高安": "属瑞州路，境内物产丰富，农业发达，文化教育不断进步，在江西地区有一定的经济和文化地位。",
    "元汴梁路": "为河南江北行中书省治所，治开封、祥符二县，辖境广阔，是中原地区重要的政治、经济和交通枢纽。",
    "元釜阳": "在今河北徐水大王店镇，因位于釜山之南而得名，在元朝时是普通的城镇聚落，是郑庆等当地家族的生活之地，在区域交通、农业生产等方面有着一定的基础和作用。",
    "元松江府": "重要的海运漕粮基地和盐业生产地，经济繁荣，其棉纺织业在黄道婆带来先进技术后快速发展，为日后成为全国棉纺织业中心奠定了基础。",
    "元长清": "属中书省济南路，有着独特的地域文化底蕴，其境内的灵岩寺在当时就已是闻名遐迩的佛教圣地，吸引着众多信徒和游客往来。",
    "元庆元路": "属江浙行省，治所位于鄞县，辖境涵盖今浙江宁波、慈溪、奉化等地及舟山群岛，大德六年成为浙东道宣慰司治所，是当时重要的外贸港口，与泉州、广州并称为中国三大港口。",
    "元无锡州": "属江浙行省常州路，其在经济上有一定发展，成为区域内重要的商业和手工业城镇，且文化氛围也较为浓厚。"
}